adobe-source-han-sans-jp-fonts
adom-noteye
alsa-lib
alsa-utils
android-tools
arandr
archlinux-wallpaper
aria2
asar
atril
audacious
autoconf
automake
autopep8
avidemux-qt
awesome
baobab
bash
bc
binutils
bison
blueman
bluez-utils
bzip2
caddy
cataclysm-dda
cataclysm-dda-tiles
celestia
chezmoi
coreutils
cryptsetup
dconf-editor
device-mapper
dhcpcd
diffutils
dmenu
dosfstools
dwarffortress-ironhand
e2fsprogs
earlyoom
efibootmgr
elementary-icon-theme
emacs
engrampa
evince
fakeroot
fcitx
fcitx-cloudpinyin
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-sunpinyin
feh
file
filesystem
findutils
firefox
firefox-i18n-zh-cn
fish
flashplugin
flex
fontforge
freeciv
freecol
gawk
gdb
gettext
gimp
gimp-dbp
gimp-plugin-gmic
gimp-plugin-lqr
gimp-plugin-mathmap
git
glibc
gmrun
gnome-backgrounds
gnome-color-manager
gnome-disk-utility
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-system-log
gnome-user-share
gnome-video-effects
gnote
go
google-chrome
google-earth
gparted
gpaste
grep
grilo-plugins
grub
grub2-theme-vimix-git
gstreamer0.10-base-plugins
gucharmap
gufw
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hexchat
htop
hugo
i3-style
i3-wm
i3lock
i3status
inetutils
inkscape
intel-ucode
intltool
iproute2
iputils
jfsutils
keepass
kwallet-pam
less
lhasa
lib32-alsa-plugins
lib32-curl
lib32-libpulse
lib32-libxtst
lib32-mpg123
lib32-sdl
lib32-sdl2_mixer
libdvdcss
libreoffice-fresh
libreoffice-fresh-zh-cn
licenses
linux
linux-lts
linux-lts-headers
lmms
logrotate
luarocks
lvm2
m4
make
man-db
man-pages
mdadm
meld
mingw-w64-gcc
minicom
mono-tools
mousetweaks
namcap
nano
nemo
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-pptp
nginx
nomacs
noto-fonts-cjk
ntfs-3g
ntp
openconnect
opendesktop-fonts
openssh
orca
otf-fandol
p7zip
pacman
pacman-contrib
patch
pavucontrol
pavucontrol-qt
pciutils
pcmciautils
perl
perl-anyevent-i3
picom
pkgconf
pluma
pnmixer
pokemmo
poppler-data
pptpclient
procps-ng
psmisc
pulseaudio-bluetooth
pyside2
python-django
python-pip
python-pyopenssl
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-networkauth
qt5-purchasing
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-websockets
qt5-webview
qtcreator
reiserfsprogs
rust
s-nail
sddm
sddm-chinese-painting-theme
sdl2_gfx
sdl2_ttf
sdl_gfx
sed
shadow
shadowsocks
speexdsp
steam
steam-native-runtime
stellarium
stone-soup
sudo
sushi
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-core
texstudio
tor
tracker
tracker-miners
transmission-qt
ttf-arphic-ukai
ttf-liberation
ttf-sazanami
udisks
unzip-iconv
urw
usbutils
util-linux
vbetool
vi
vino
visual-studio-code-bin
vlc
wesnoth
which
wine
wordpress
wps-office
wqy-bitmapfont
wqy-microhei
wqy-zenhei
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-ati
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
yakuake
yarn
yay
zrandr
