adobe-source-han-sans-jp-fonts
alsa-firmware
alsa-utils
android-studio
android-tools
arandr
archlinux-wallpaper
archlinuxcn-keyring
aria2
asar
atril
audacious
autoconf
automake
autopep8
avidemux-qt
awesome
baidunetdisk-bin
baobab
base
bison
blender
blueman
bluez-utils
cataclysm-dda-tiles
celestia
cheese
chezmoi
codeblocks
dconf-editor
depot-tools-git
discord
dxvk-bin
earlyoom
elementary-icon-theme
emacs
engrampa
eog
epiphany
fcitx-cloudpinyin
fcitx-googlepinyin
fcitx-sunpinyin
feh
file-roller
firefox-i18n-zh-cn
fish
fishfight
flashplugin
flex
fontforge
freeciv
freecol
gdm
gedit
gimp-plugin-gmic
gmrun
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-logs
gnome-maps
gnome-music
gnome-photos
gnome-screenshot
gnome-shell-extensions
gnome-software
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-user-docs
gnome-weather
gnote
go
google-chrome
google-earth-pro
gparted
gpaste
grub
gstreamer0.10-base-plugins
gucharmap
gufw
hexchat
htop
hugo
i3-wm
inetutils
inkscape
intel-ucode
intltool
iw
keepass
kwallet-pam
lhasa
libreoffice-fresh-zh-cn
linux-lts
linux-lts-headers
lmms
logrotate
luarocks
man-db
man-pages
meld
mingw-w64-gcc
minicom
mono-tools
mousetweaks
mypaint
namcap
nano
nautilus
nemo
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-pptp
ninja
nomacs
noto-fonts-cjk
ntp
openage-git
opendesktop-fonts
orca
pacman-contrib
patch
pavucontrol
picom
playonlinux
pluma
pnmixer
pyside2
qt5-connectivity
qt5-examples
qt5-gamepad
qt5-networkauth
qt5-purchasing
qt5-serialbus
qt5-virtualkeyboard
qt5-webglplugin
qt5-webview
qtcreator
sddm
shadowsocks
shutter
simple-scan
stellarium
stone-soup
sushi
totem
transmission-qt
ttf-arphic-ukai
ttf-sazanami
unciv
v2raya
vbetool
vi
vino
visual-studio-code-bin
vlc
wesnoth
wordpress
wps-office
wqy-bitmapfont
wqy-microhei
wqy-zenhei
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-ati
xf86-video-intel
yakuake
yarn
yay
